[{"word":"You are full, aren't you? Yes, I am.","trnsl":"Вы наелись, не так ли? Да."},{"word":"You aren't wet, are you? No, I am not.","trnsl":"Вы не вымокли, не так ли? Да (не вымок)."},{"word":"Is he ready? No, he isn't.","trnsl":"Он готов? Нет."},{"word":"Is she quick or slow? She is slow.","trnsl":"Она быстра или медлительна? Она медлительна."},{"word":"What is she like? She is stiff.","trnsl":"Что она собой представляет? Она чопорная."},{"word":"Who is young? I am.","trnsl":"Кто молодой? Я."},{"word":"What are we like? You are responsible.","trnsl":"Что мы собой представляем? Вы ответственные."},{"word":"Are they cheep or expensive? They are cheep.","trnsl":"Они дешевые или дорогие? Они дешевые."},{"word":"Isn't she beautiful? Yes, she is.","trnsl":"Разве она не прекрасна? Да."},{"word":"Is she awake? Yes, she is.","trnsl":"Она проснулась? Да."},{"word":"He isn't wise, is he? No, he isn't.","trnsl":"Он немудрый, не так ли? Да (немудрый)."},{"word":"He is sad, isn't he? Yes, he is.","trnsl":"Он грустный, не так ли? Да."},{"word":"They aren't false, are they? No, they aren't.","trnsl":"Они не фальшивые, не так ли? Да (не фальшивые)."},{"word":"Aren't they broken? No, they aren't.","trnsl":"Разве они не сломаны? Да (не сломаны)."},{"word":"Is it clean or dirty? It is clean.","trnsl":"Оно чистое или грязное? Оно чистое."},{"word":"Who is strange? You are.","trnsl":"Кто странный? Вы."},{"word":"She isn't safe, is she? No, she isn't.","trnsl":"Она не в безопасности, не так ли? Да (не в безопасности)."},{"word":"Are we right or wrong? You are wrong.","trnsl":"Мы правы или неправы? Вы неправы."},{"word":"Are you married or single? I am married.","trnsl":"Вы женаты или холосты? Я женат."},{"word":"What am I like? You are straight, quiet and poor.","trnsl":"Что я собой представляю? Вы честный, спокойный и бедный."},{"word":"Ann is responsible, isn't she? Yes, she is.","trnsl":"Анна способна, не так ли? Да."},{"word":"Is Ms.Finn tall or short? She is tall.","trnsl":"Мисс Финн высокая или короткая? Она высокая."},{"word":"What kind of devices are those? They are the smart devices.","trnsl":"Что это за устройства? Это умные устройства."},{"word":"Is it a short or a long way? It is a long way.","trnsl":"Это короткий или длинный путь? Это длинный путь."},{"word":"Isn't Pete a funny guy? No, he isn't.","trnsl":"Разве Пит не забавный парень? Да (не забавный)."},{"word":"Is that a reliable mechanism? No, it isn't.","trnsl":"Тот надежный механизм? Нет."},{"word":"Those aren't fixed ideas, are they? No, they aren't.","trnsl":"Это не навязчивые идеи, не так ли? Да (не навязчивые)."},{"word":"What kind of man is Mr.Jackson? He is an honest man.","trnsl":"Что за человек г.Джексон? Он честный человек."},{"word":"What is your city like? The city is exciting.","trnsl":"Что представляет собой ваш город? Город впечатляет."},{"word":"Is it a difficult or an easy assignment? It is a difficult assignment.","trnsl":"Это трудное или легкое задание? Это трудное задание."},{"word":"Are those thick or thin films? They are thin films.","trnsl":"Это толстые или тонкие пленки? Это тонкие пленки."},{"word":"What kind of personality is your associate? He is a sociable guy.","trnsl":"Что за личность ваш товарищ? Он общительный парень."},{"word":"What are his neighbors like? They are friendly people.","trnsl":"Что представляют собой его соседи? Они дружелюбные люди."},{"word":"one, first","trnsl":"1"},{"word":"two second","trnsl":"2"},{"word":"three, third","trnsl":"3"},{"word":"four, fourth","trnsl":"4"},{"word":"five, fifth","trnsl":"5"},{"word":"six, sixth","trnsl":"6"},{"word":"seven, seventh","trnsl":"7"},{"word":"eight, eighth","trnsl":"8"},{"word":"nine, ninth","trnsl":"9"},{"word":"ten, tenth","trnsl":"10"},{"word":"eleven, eleventh","trnsl":"11"},{"word":"twelve, twelfth","trnsl":"12"},{"word":"thirteen, thirteenth","trnsl":"13"},{"word":"fourteen, fourteenth","trnsl":"14"},{"word":"fifteen, fifteenth","trnsl":"15"},{"word":"sixteen, sixteenth","trnsl":"16"},{"word":"seventeen, seventeenth","trnsl":"17"},{"word":"eighteen, eighteenth","trnsl":"18"},{"word":"nineteen, nineteenth","trnsl":"19"},{"word":"twenty, twentieth","trnsl":"20"},{"word":"thirty, thirtieth","trnsl":"30"},{"word":"forty, fortieth","trnsl":"40"},{"word":"fifty, fiftieth","trnsl":"50"},{"word":"sixty, sixtieth","trnsl":"60"},{"word":"seventy, seventieth","trnsl":"70"},{"word":"eighty, eightieth","trnsl":"80"},{"word":"ninety, ninetieth","trnsl":"90"},{"word":"hundred, hundredth","trnsl":"100"},{"word":"thousand, thousandth","trnsl":"1000"},{"word":"million, millionth","trnsl":"1 000 000"},{"word":"Monday","trnsl":"Понедельник"},{"word":"Tuesday","trnsl":"Вторник"},{"word":"Wednesday","trnsl":"Среда"},{"word":"Thursday","trnsl":"Четверг"},{"word":"Friday","trnsl":"Пятница"},{"word":"Saturday","trnsl":"Суббота"},{"word":"Sunday","trnsl":"Воскресенье"},{"word":"January","trnsl":"Январь"},{"word":"February","trnsl":"Февраль"},{"word":"March","trnsl":"Март"},{"word":"April","trnsl":"Апрель"},{"word":"May","trnsl":"Май"},{"word":"June","trnsl":"Июнь"},{"word":"July","trnsl":"Июль"},{"word":"August","trnsl":"Август"},{"word":"September","trnsl":"Сентябрь"},{"word":"October","trnsl":"Октябрь"},{"word":"November","trnsl":"Ноябрь"},{"word":"December","trnsl":"Декабрь"},{"word":"a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z","trnsl":"англ.алфавит"},{"word":"What is his mother's job? She is an economist.","trnsl":"Кто его мама по профессии? Она экономист."},{"word":"Which drawing is better, this one or that one? This one is.","trnsl":"Какой рисунок лучше, этот или тот? Этот."},{"word":"The toy isn't in the box, is it? Yes, it is in the box.","trnsl":"Игрушка не в коробке, не так ли? Нет, она в коробке."},{"word":"There aren't cars in the parking, are there? No, there aren't.","trnsl":"На стоянке нет машин, не так ли? Да (машин нет)."},{"word":"Where are the police? They are on the street.","trnsl":"Где полиция? Она на улице."},{"word":"What is the cheapest bicycle in the shop? This bicycle is.","trnsl":"Какой самый дешевый велосипед в магазине? Этот велосипед."},{"word":"Is your child obedient? No, he isn't.","trnsl":"Ваш ребенок послушный? Нет."},{"word":"Whose motorcycle is this? The motorcycle is mine.","trnsl":"Чей это мотоцикл? Мотоцикл мой."},{"word":"Are they reliable partners? Yes, they are.","trnsl":"Они надежные партнеры? Да."},{"word":"Aren't you tired? Yes, I am a little tired.","trnsl":"Разве ты не устал? Да, я немного устал."},{"word":"Who is late? This woman is.","trnsl":"Кто опоздал? Эта женщина."},{"word":"Are these documents ours or yours? These documents are yours.","trnsl":"Эти документы наши или ваши? Эти документы ваши."},{"word":"What kind of brand is that TV set? It is a Sony.","trnsl":"Какой марки тот телевизор? Сони."},{"word":"Oranges are tastier than apples, aren't they? No, they aren't.","trnsl":"Апельсины вкуснее яблок, не так ли? Нет."},{"word":"Is granny in the church? No, she is in the hospital.","trnsl":"Бабушка в церкви? Нет, она в больнице."},{"word":"There are vegetables in the fridge, aren't there? No, there aren't.","trnsl":"В холодильнике есть овощи, не так ли? Нет."},{"word":"Is their house by the lake? No, it is by the river.","trnsl":"Их дом у озера? Нет, у реки."},{"word":"Aren't her students at the conference? Yes, they are at the lecture.","trnsl":"Разве ее студенты не на конференции? Нет, они на лекции."},{"word":"Which of the specialists is the most experienced? Ivan is.","trnsl":"Какой из специалистов самый опытный? Иван."},{"word":"Are there many people on the bus? No, there are few people on it.","trnsl":"В автобусе много людей? Нет, в нем мало людей."},{"word":"Is there anything in the cup? There is nothing in it.","trnsl":"В чашке что-нибудь есть? В ней ничего нет."},{"word":"How many errors are there in the program? There are few.","trnsl":"Сколько ошибок в программе? Мало."},{"word":"There is a mistake in the program, isn't there? Yes, there is.","trnsl":"В программе ошибка, не так ли? Да."},{"word":"Who is the most boring man in the team? Bob is.","trnsl":"Кто самый скучный человек в команде? Боб."},{"word":"Whose money is this? The money is yours.","trnsl":"Чьи это деньги? Деньги твои."},{"word":"Is there anybody at home? There is nobody there.","trnsl":"Дома кто-нибудь есть? Там никого нет."},{"word":"Is there a lamp on the table? Yes, there is.","trnsl":"На столе есть лампа? Да."},{"word":"How much money is there in the wallet? There is little.","trnsl":"Сколько денег в кошельке? Мало."},{"word":"There aren't mistakes in the test, are there? No, there aren't mistakes.","trnsl":"В тесте нет ошибок, не так ли? Да, ошибок нет."},{"word":"What time did Mary come to her work?","trnsl":"В какое время Маша пришла на работу?"},{"word":"How often does he leave messages for you?","trnsl":"Как часто он оставляет тебе сообщения?"},{"word":"How many new offices did your company open last year?","trnsl":"Сколько новых офисов ваша компания открыла в прошлом году?"},{"word":"Tomorrow you are returning from the business trip, aren't you?","trnsl":"Завтра ты возвращаешься из командировки, не так ли?"},{"word":"Who are you writing this letter now for?","trnsl":"Кому ты пишешь это письмо сейчас."},{"word":"The office manager didn't help to book a room for you yesterday, did he?","trnsl":"Офис менеджер не помогла тебе вчера забронировать комнату, не так ли?"},{"word":"Who has never been on a business trip?","trnsl":"Кто никогда не был в командировке?"},{"word":"Where is he trying to find a job now?","trnsl":"Где он сейчас пытается найти работу?"},{"word":"You spend your holiday in Spain every summer, don't you?","trnsl":"Вы проводите свой отпуск в Испании каждое лето, не так ли?"},{"word":"Did your company open a new office in Poland last week?","trnsl":"Ваша компания открыла новый офис в Польше на прошлой неделе?"},{"word":"What information have you found for your report recantly?","trnsl":"Какую информацию вы недавно нашли для своего отчета?"},{"word":"Who sometimes meets our partners at the airport?","trnsl":"Кто иногда встречает наших партнеров в аэропорту?"},{"word":"These students are learning a new programming language now, aren't they?","trnsl":"Эти студенты сейчас изучают новый язык программирования, не так ли?"},{"word":"How often do you receive letters from your american partners?","trnsl":"Как часто вы получаете письма от своих американских партнеров?"},{"word":"Who did you forget to congratulate two days ago?","trnsl":"Кого ты забыл поздравить два дня назад?"},{"word":"Why did they often come late to the lessons lately?","trnsl":"Почему они последнее время часто опаздывали на занятия?"},{"word":"Who has he traveled to his work so far with?","trnsl":"С кем он до сих пор ездил на работу?"},{"word":"He hasn't spoken with the customer yet, has he?","trnsl":"Он еще не разговаривал с заказчиком, не так ли?"},{"word":"Is her boss meeting with new partners the day after tomorrow?","trnsl":"Ее начальник встречается с новыми партнерами послезавтра?"},{"word":"Your manager doesn't want to employ this girl, does he?","trnsl":"Ваш менеджер не хочет брать на работу эту девушку, не так ли?"},{"word":"Did you order printers from our company two years ago?","trnsl":"Вы заказывали принтеры у нашей компании два года назад?"},{"word":"Has she had important meetings this month?","trnsl":"У нее были важные встречи в этом месяце?"},{"word":"Is her department arranging a party next Friday?","trnsl":"Ее отдел устраивает вечеринку в следующую пятницу?"},{"word":"Do your subordinates always ask you many questions?","trnsl":"Ваши подчиненные всегда задают вам много вопросов?"},{"word":"What did our manager apologize at the meeting for?","trnsl":"За что наш менеджер извинялся на митинге?"},{"word":"Where were your employees at seven o'clock in the evening?","trnsl":"Где ваши сотрудники были в 7 часов вечера?"},{"word":"How many letters has she written to him yet?","trnsl":"Сколько писем она ему уже написала?"},{"word":"What do you usually speak at meetings about?","trnsl":"О чем вы обычно говорите на митингах?"},{"word":"Your boss has just spoken with the important customer, hasn't he?","trnsl":"Твой начальник только что разговаривал с важным заказчиком, не так ли?"},{"word":"Was John at the conference yesterday?","trnsl":"Джон был вчера на конференции?"},{"word":"Which room does the office manager book for meetings on Wednesdays?","trnsl":"Какую комнату офис менеджер бронирует для митингов по средам?"},{"word":"Which office is your colleague working this week in?","trnsl":"В каком офисе на этой неделе работает ваша коллега?"},{"word":"You aren't working this Friday, are you?","trnsl":"Ты не работаешь в эту пятницу, не так ли?"},{"word":"Who were you on the business trip in Germany last month with?","trnsl":"С кем вы в прошлом месяце ездили в командировку в Германию?"},{"word":"Has your friend apologized for his words yet?","trnsl":"Твой друг уже извинился за свои слова?"},{"word":"Does this company usually deliver parcels within three days?","trnsl":"Эта компания обычно доставляет посылки в течение трех дней?"},{"word":"When is your manager leaving for his holiday this summer?","trnsl":"Когда ваш менеджер уходит в отпуск этим летом?"},{"word":"What has he just read on the internet?","trnsl":"Что он только что прочитал в интернете?"},{"word":"They developed a difficult project last year, didn't they?","trnsl":"Они разрабатывали сложный проект в прошлом году, не так ли?"},{"word":"Does he use this printer every day?","trnsl":"Он пользуется этим принтером каждый день?"},{"word":"Who is going to the conference in London this week?","trnsl":"Кто на этой неделе едет на конференцию в Лондон?"},{"word":"She has already told you she is going on the business trip on Tuesday, hasn't she?","trnsl":"Она уже сказала тебе, что уезжает в командировку во вторник, не так ли?"},{"word":"Is your team starting a new project this week?","trnsl":"Ваша команда начинает новый проект на этой неделе?"},{"word":"Did your employee make many mistakes in letters before?","trnsl":"Ваша сотрудница делала много ошибок в письмах раньше?"},{"word":"What do your parents buy in this store at weekends?","trnsl":"Что ваши родители покупают в этом магазине по выходным?"},{"word":"Yesterday they decided to increase all employees' salary, didn't they?","trnsl":"Вчера они решили повысить зарплату всем сотрудникам, не так ли?"},{"word":"Who fixed that printer the day before yesterday?","trnsl":"Кто починил тот принтер позавчера?"},{"word":"He attends classes on Tuesdays and Thursdays, doesn't he?","trnsl":"Он посещает занятия по вторникам и четвергам, не так ли?"},{"word":"Have you ever scanned any documents?","trnsl":"Ты когда-нибудь сканировал какие-нибудь документы?"},{"word":"Who are they speaking with their partners now about?","trnsl":"О ком они сейчас разговаривают со своими партнерами?"},{"word":"I want to go home.","trnsl":"Я хочу идти домой."},{"word":"I would like to go home.","trnsl":"Я хотел бы пойти домой."},{"word":"Let me sit down.","trnsl":"Позвольте мне присесть."},{"word":"Twenty past twelve.","trnsl":"12:20"},{"word":"Half past eleven.","trnsl":"11:30"},{"word":"Fifteen to ten.","trnsl":"9:45"}]