[{"word":"You are full, aren't you? Yes, I am.","trnsl":"Вы наелись, не так ли? Да."},{"word":"You aren't wet, are you? No, I am not.","trnsl":"Вы не вымокли, не так ли? Да (не вымок)."},{"word":"Is he ready? No, he isn't.","trnsl":"Он готов? Нет."},{"word":"Is she quick or slow? She is slow.","trnsl":"Она быстра или медлительна? Она медлительна."},{"word":"What is she like? She is stiff.","trnsl":"Что она собой представляет? Она чопорная."},{"word":"Who is young? I am.","trnsl":"Кто молодой? Я."},{"word":"What are we like? You are responsible.","trnsl":"Что мы собой представляем? Вы ответственные."},{"word":"Are they cheep or expensive? They are cheep.","trnsl":"Они дешевые или дорогие? Они дешевые."},{"word":"Isn't she beautiful? Yes, she is.","trnsl":"Разве она не прекрасна? Да."},{"word":"Is she awake? Yes, she is.","trnsl":"Она проснулась? Да."},{"word":"He isn't wise, is he? No, he isn't.","trnsl":"Он немудрый, не так ли? Да (немудрый)."},{"word":"He is sad, isn't he? Yes, he is.","trnsl":"Он грустный, не так ли? Да."},{"word":"They aren't false, are they? No, they aren't.","trnsl":"Они не фальшивые, не так ли? Да (не фальшивые)."},{"word":"Aren't they broken? No, they aren't.","trnsl":"Разве они не сломаны? Да (не сломаны)."},{"word":"Is it clean or dirty? It is clean.","trnsl":"Оно чистое или грязное? Оно чистое."},{"word":"Who is strange? You are.","trnsl":"Кто странный? Вы."},{"word":"She isn't safe, is she? No, she isn't.","trnsl":"Она не в безопасности, не так ли? Да (не в безопасности)."},{"word":"Are we right or wrong? You are wrong.","trnsl":"Мы правы или неправы? Вы неправы."},{"word":"Are you married or single? I am married.","trnsl":"Вы женаты или холосты? Я женат."},{"word":"What am I like? You are straight, quiet and poor.","trnsl":"Что я собой представляю? Вы честный, спокойный и бедный."},{"word":"Ann is responsible, isn't she? Yes, she is.","trnsl":"Анна способна, не так ли? Да."},{"word":"Is Ms.Finn tall or short? She is tall.","trnsl":"Мисс Финн высокая или короткая? Она высокая."},{"word":"What kind of devices are those? They are the smart devices.","trnsl":"Что это за устройства? Это умные устройства."},{"word":"Is it a short or a long way? It is a long way.","trnsl":"Это короткий или длинный путь? Это длинный путь."},{"word":"Isn't Pete a funny guy? No, he isn't.","trnsl":"Разве Пит не забавный парень? Да (не забавный)."},{"word":"Is that a reliable mechanism? No, it isn't.","trnsl":"Тот надежный механизм? Нет."},{"word":"Those aren't fixed ideas, are they? No, they aren't.","trnsl":"Это не навязчивые идеи, не так ли? Да (не навязчивые)."},{"word":"What kind of man is Mr.Jackson? He is an honest man.","trnsl":"Что за человек г.Джексон? Он честный человек."},{"word":"What is your city like? The city is exciting.","trnsl":"Что представляет собой ваш город? Город впечатляет."},{"word":"Is it a difficult or an easy assignment? It is a difficult assignment.","trnsl":"Это трудное или легкое задание? Это трудное задание."}]